// © Copyright 2004-2013, 2015 HP Development Company, L.P.

TaskName = "Utmatningsenheter";

8BinMailbox = "Brevlåda, 8 fack";
5BinMailbox = "Brevlåda, 5 fack";
StaplerStacker = "Häftapparat/staplare";
3BinStaplerStacker = "HP 3 fack Häftapparat/staplare";
500SheetStaplerStacker = "HP häftnings- och staplingsenhet för 500 ark";
500SheetStacker = "HP staplingsenhet för 500 ark";
BookletMaker = "HP Skapa Häfte";
BookletMakerFinisher = "HP broschyrenhet/efterbehandlare";
StaplerStackerWith23HolePuncher = "HP arksamlare med häftning och 2/3-hålslag";
StaplerStackerWith24HolePuncher = "HP arksamlare med häftning och 2/4-hålslag";
BookletMakerFinisherWith23HolePuncher = "HP broschyrenhet/efterbehandlare, 2/3-hålslag";
BookletMakerFinisherWith24HolePuncher = "HP broschyrenhet/efterbehandlare, 2/4-hålslag";
Stacker = "Staplare";
NoDevice = "Inget";

Unknown = "Okänt";
UnknownDescription = " ";

Mailbox = "Brevlåda";
MailboxDescription = "Varje fack är tilldelat en användare eller en grupp av användare. Jobb som skickas till skrivaren visar till vilket fack jobbet kommer att skickas ut.";

StackerDescription = "Skrivaren använder alla facken för att stapla kopior av en utskrift. Utskrifterna skickas först till det nedre facket, sedan till nästa högre fack och så vidare. När alla facken är fulla stannar skrivaren.";

JobSeparator = "Separator";
JobSeparatorDescription = "Varje utskrift placeras i ett separat fack. Utskrifterna placeras först i det översta facket, sedan i nästa lägre fack och så vidare. När alla facken har använts placeras nästa jobb i det översta facket.";

Collator = "Collator";
CollatorDescription = "Skrivaren sorterar kopior av utskrifter till separata fack.";

FunctionSeparator = "Funktionsseparator";
FunctionSeparatorDescription = "I detta läge kommer alla inkommande fax, kopior och utskrifter att matas ut i olika fack. Standard är:\nFax matas ut till det översta facket\nKopior matas ut till det mittersta facket\nUtskrifter matas endast ut till det nedre facket";

Footer = "Du kan ändra driftsläge på enhetens kontrollpanel.";

DataSendError = "Kan inte skicka data till skrivaren.";
DataSendErrorExplanation = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";
DataReceiveError = "Kan inte ta emot data från skrivaren.";
DataReceiveErrorExplanation = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";
DataErrorRequestFailExplanation = "Skrivaren kan inte bearbeta din begäran nu. Försök igen senare.";

None = "Ingen";
TwoStaples = "Två häftor";
OneLeft = "En till vänster";
OneRight = "En till höger";
OneLeftAngled = "En vänstervinklad";
OneRightAngled = "En högervinklad";
TwoLeft = "Två till vänster";
TwoRight = "Två till höger";
TwoTop = "Två överst";
TopLeft = "Övre vänster";
TopRight = "Övre höger";
TopLeftOrRight = "Övre vänster eller höger";
TwoTopOrLeft = "Två överkant eller vänster";
TwoBottom = "Två nederkant";
FourLeftOrTop = "Fyra vänster eller överkant";
FourLeft = "Fyra vänster";
FourRight = "Fyra höger";
FourTop = "Fyra överkant";
ThreeLeftOrTop = "Tre vänster eller överkant";
ThreeLeft = "Tre vänster";
ThreeRight = "Tre höger";
ThreeTop = "Tre överkant";

MultifunctionFinisher = "HP MFP-enhet";
OneStaple = "En häftklammer";
ThreeStaples = "Tre häftklamrar";
SixStaples = "Sex häftklamrar";
AngledStaple = "En klammer i vinkel";
CustomStapling = "Egen häftning";

StaplesDescription = "Ange om alla utskrifter ska häftas. Om du väljer EN VÄNSTERVINKLAD kommer alla utskrifter att häftas. Standardvalet är INGEN.";
StaplesOutDescription = "Välj alternativet att stoppa eller fortsätta utskriften när häftorna har tagit slut i häftapparaten. Standardvalet är STOPPA.";

HSDPaperHandlingLabel = "Pappershanteringsenheter";
ApplyButton = "Verkställ nu";
HSDAttachedDeviceLabel = "Ansluten enhet:";
HSDOperationModeLabel = "Driftsläge:";
HSDStaplingModeLabel = "Häftningsläge:";
HSDStaplesOutModeLabel = "Läget Häftor slut:";
HSDHolePunchModeLabel = "Hålslag:";
HSDStopMode = "Stoppa";
HSDContinueMode = "Fortsätt";

HSDNoOutputDevicesMessage = "Inga utmatningsenheter detekterade";